Repository: wp-plugins/wp-spreadplugin
Catalog: translation/spreadplugin-*.po
Languages: da_dk, es_es, nl_nl, nn_no

source: Settings
da_dk: Indstillinger
es_es: Configuración
nl_nl: Instellingen
nn_no: Innstillinger

source: These settings will be used as default and can be overwritten by the extended shortcode.
da_dk: Disse indstillinger vil blive brugt som standard. Men de kan overskrives ved at bruge "extended shortcode"
es_es: Esta configuración se empleará de manera predeterminada y puede sobrescribirse mediante el shortcode extendido.
nl_nl: Dit zijn de instellingen die als standaard worden beschouwd. Je kunt deze overschrijven door gebruik te maken van de uitgebreide shortcode.
nn_no: Disse innstillingene vil bli brukt som standard, men kan bli overstyrt ved hjelp av utvided shortcode.

source: Shop id:
da_dk: Butiks ID:
es_es: Id. tienda:
nn_no: Butikk-id:

source: Shop country:
da_dk: Butiks Land:
es_es: País de tienda:
nn_no: Butikk-land:

source: Shop source:
da_dk: Butiks region:
es_es: Origen de tienda:
nn_no: Butikk-kilde:

source: Spreadshirt API Key:
es_es: Clave de API Spreadshirt:
nn_no: Spredshirt API-nøkkel:

source: Spreadshirt API Secret:
es_es: Secreto de API Spreadshirt:
nn_no: Spredshirt API-hemmelighet:

source: Limit articles per page:
da_dk: Antal produkter pr. side:
es_es: Número de artículos por página:
nl_nl: Maximaal aantal artikelen per pagina:
nn_no: Begrens antall produkter pr. side:

source: Image size:
da_dk: Billede størrelse:
es_es: Tamaño de imágenes:
nl_nl: Afbeeldingsgrootte:
nn_no: Bildestørrelse:

source: Product category:
da_dk: Produkt Kategori:
es_es: Categoría de productos:
nl_nl: Productcategorie:
nn_no: Produktkategori:

source: All products
da_dk: Alle Produkter
es_es: Todos los productos
nl_nl: Alle producten
nn_no: Alle produkter

source: Men
da_dk: Mænd
es_es: Hombre
nl_nl: Mannen
nn_no: Menn

source: Women
da_dk: Damer
es_es: Mujer
nl_nl: Vrouwen
nn_no: Kvinner

source: Kids & Babies
da_dk: Børn & Babyer
es_es: Niños y bebés
nn_no: Barn & babyer

source: Accessories
es_es: Accesorios
nl_nl: Accessoires
nn_no: Tilbehør

source: New Products
da_dk: Nye Produkter
es_es: Nuevos productos
nl_nl: Nieuwe producten
nn_no: Nye produkter

source: Article category:
da_dk: Artikel kategori:
es_es: Categoría de artículos:
nl_nl: Eigen categorie:
nn_no: Artikkel kategori:

source: Social buttons:
da_dk: Knapper til sociale medier:
es_es: Botones sociales:
nn_no: Sosiale knapper:

source: Disabled
da_dk: Deaktiveret
es_es: Deshabilitado
nl_nl: Uitschakelen
nn_no: Av

source: Enabled
da_dk: Aktiveret
es_es: Habilitado
nl_nl: Inschakelen
nn_no: På

source: Product linking:
da_dk: Produkt links:
es_es: Enlace al producto:
nn_no: Produkt-linking:

source: Sort articles by:
da_dk: Sorter produkter efter:
es_es: Ordenar artículos por
nl_nl: Sorteer op
nn_no: Sort produkter etter:

source: Target of links:
da_dk: Links type:
es_es: Destino de enlaces:
nl_nl: Doelpagina van links:
nn_no: Lenkemål:

source: Enter the name of your target iframe or frame, if available. Default is _blank (new window).
da_dk: Skriv din link type, iframe eller frame hvis muligt. Standard er _blank (nyt vindue)
es_es: Introduzca el nombre del iframe o frame destino, si está disponible. Por defecto será target=_blank (nueva ventana)
nl_nl: Vul hier, indien nodig, de doelpagina in van je iframe of frame. Standaard staat deze op _blank (nieuw venster)
nn_no: Skriv in navnet på mål-iframe eller -frame, hvis tilgjenglig. Standard er _blank (nytt vindu).

source: Use iframe for checkout:
da_dk: brug iframe ved betaling:
es_es: Usar iframe para proceso de pago:
nl_nl: De betaalpagina weergeven:
nn_no: Bruk iframe for utsjekk

source: Opens in separate window
da_dk: Åbner i et nyt vindue
es_es: Abrir en ventana separada
nl_nl: In een nieuw venster
nn_no: Åpne i et separat vindu

source: Opens an iframe in the page content
da_dk: Åbner en iframe i side indholdet
es_es: Abrir un iframe en el contenido de la página
nl_nl: In een iframe binnen de website
nn_no: Åpner en iframe i sideinnhold

source: Opens an iframe in a modal window
es_es: Abrir un iframe en una ventana modal
nl_nl: In een iframe in een modal window

source: Use designer:
es_es: Usar diseñador:

source: None
es_es: Ninguno

source: Integrated [BETA] (All marketplace designs are shown on design tab)
es_es: Integrado [BETA] (Todos los diseños del marketplace se muestran en la pestaña de diseños)

source: Premium (Only designs in your premium designer shop are shown)
es_es: Premium (Sólo se muestran diseños de su tienda de diseñador premium)

source: Premium Designer Shop Id
es_es: Id. de tienda premium de diseñador

source: If you have a designer Shop (Spreadshirt premium account), enter the ID here. A new link will appear where the customer can change the design.
da_dk: Hvis du har en designer butik (Spreadshirt premium konto), skriv ID'et her. Et nyt link vil opstå, hvor kunder kan ændre designs.
es_es: Si cuenta con una tienda de diseñador (cuenta premium Spreadshirt), introduzca aquí su ID. Aparecerá un nuevo enlace donde el cliente puede cambiar el diseño.
nl_nl: Indien je een Spreadshirt Premium Account hebt kun je hier het ID van de designer shop invoeren. Zo kunnen je bezoekers de producten die je aanbied aanpassen.
nn_no: Hvis du har en designerbutikk (Spreadshirt premiumkonto), skriv inn ID her. En ny link vil bli synlig hvor kunden kan endre på designen.

source: Default display:
da_dk: Standard side:
es_es: Mostrar por defecto:
nl_nl: Standaard weergave:
nn_no: Standardvisning:

source: Articles
da_dk: Produkter
es_es: Artículos
nl_nl: Artikelen
nn_no: Produkter

source: Designs
da_dk: Motiver
es_es: Diseños
nn_no: Design

source: Designs with background:
da_dk: Motiver med baggrund
es_es: Diseños con fondo:
nl_nl: Designs met achtergrond:
nn_no: Design med bakgrunn:

source: Displays designs with background color of each first given article/shirt
da_dk: Vis produkter med baggrundsfarve af samme type som det første produkt.
es_es: Muestra los diseños con el color de fondo del primer artículo con dicho diseño
nl_nl: Geef de designs weer met een achtergrond in de eerstgekozen kleur van het artikel/shirt:
nn_no: Vis design med bakgrunnsfargen for første produkt/skjorte

source: Always show article description:
da_dk: Vis altid produkt beskrivelse:
es_es: Siempre mostrar descripción de artículo:
nl_nl: Altijd de artikelbeschrijving laten zien:
nn_no: Alltid vis produkt beskrivelse:

source: Show product description under article description:
es_es: Mostrar descripción de producto debajo de la del artículo:
nl_nl: Laat de productbeschrijving zien onder de artikelbeschrijving:

source: Display price without and with tax:
da_dk: Vis priser med og uden moms
es_es: Mostrar precio con y sin impuestos:
nl_nl: Laat prijs zien in- en exclusief BTW:
nn_no: Vis produkt med og uten mva:

source: Zoom image background color:
da_dk: Billede zoom baggrundsfarve:
es_es: Color de fondo para imagen de zoom:
nl_nl: Achtergrond kleur afbeelding bij inzoomen:
nn_no: Zoom-bilde bakgrunnsfarge:

source: View:
es_es: Vista:

source: Grid view
es_es: Vista de rejilla

source: List view
es_es: Vista de lista

source: Min view
es_es: Vista mínima

source: Basket text or icon:
es_es: Texto o icono de cesta

source: Text
es_es: Texto

source: Icon
es_es: Icono

source: Infinity scrolling:
es_es: Desplazamiento infinito:
nl_nl: Eindeloos scrollen:
nn_no: Uendelig rulling:

source: Lazy load:
es_es: Carga perezosa:

source: If active, load images on view (speed up page load).
es_es: Si está activo, carga las imágenes según se muestran (mejora la velocidad)

source: Zoom type:
es_es: Tipo de zoom:

source: Inner
es_es: Acercar

source: Lens
es_es: Lente

source: Shop language:
es_es: Idioma de tienda:

source: Wordpress installation language (default)
es_es: Idioma de instalación de wordpress (por defecto)

source: Custom CSS
es_es: CSS personalizado
nn_no: Egendefinert CSS:

source: Debug mode:
es_es: Modo debug:

source: Off
es_es: Apagado

source: On
es_es: Encendido

source: Sleep timer:
es_es: Temporizador

source: Update settings
da_dk: Gem indstillinger
es_es: Actualizar configuración
nl_nl: Update instellingen
nn_no: Oppdater innstillinger

source: Minimum required shortcode
da_dk: Kort shortcode
es_es: Shortcode mínimo requerido
nl_nl: Korte shortcode
nn_no: Minimum påkrevd shortcode:

source: Extended sample shortcode
da_dk: Forlænget shortcode
es_es: Ejemplo de shortcode extendido
nl_nl: Uitgebreide shortcode
nn_no: Utvidet eksempel shortcode

source: The extended shortcodes will overwrite the default settings. You may use it to create a different shop with the same plugin.
da_dk: Den forlængede shortcode, vil overskrive standard indstillingerne. Dette kan bruges til at køre flere shops med samme plugin.
es_es: Los shortcodes extendidos sobrescriben la configuración por defecto. Puede usarlos para crear tiendas distintas con el mismo plugin.
nl_nl: The uitgebreide shortcodes overschrijven de standaardinstellingen. Je kunt deze dus gebruiken om bijvoorbeeld een andere shop te integreren met dezelfde plugin.
nn_no: Utvidete shortkoder vil overskrive standardinnstillingene. Du kan bruke det for å lage forskjellige butikker med samme plugin.

source: Options
da_dk: Muligheder
es_es: Opciones
nl_nl: Opties
nn_no: Innstillinger

source: Rebuild cache
es_es: Reconstruir caché

source: Please fill in the highlighted fields!
da_dk: Venligst udfyld de markerede felter
es_es: Por favor, complete los campos remarcados.
nl_nl: Vul alle gemarkeerde velden in!
nn_no: Vennligst fyll ut uthevet felt!

source: Successfully saved settings
da_dk: Indstillingerne er opdateret
es_es: Configuración guardada con éxito
nl_nl: Instellingen zijn succesvol opgeslagen
nn_no: Instillinger lagret.

source: Product category
da_dk: Produkt Kategori
es_es: Elegir categoría
nl_nl: Product categorie
nn_no: Produkt kategori:

source: Sort by
da_dk: Sorter efter
es_es: Ordenar por
nl_nl: Sorteer op
nn_no: Sorter etter

source: name
da_dk: Navn
es_es: Nombre
nl_nl: Naam
nn_no: navn

source: price
da_dk: Pris
es_es: Precio
nl_nl: Prijs
nn_no: pris

source: recent
da_dk: Sidst tilføjet
es_es: Fecha
nl_nl: Meest recent
nn_no: siste

source: weight
da_dk: Vægt
es_es: Peso
nl_nl: Gewicht
nn_no: vekt

source: Basket
da_dk: Indkøbskurv
es_es: Cesta
nl_nl: Winkelmandje
nn_no: Handlekurv

source: next
da_dk: næste
es_es: siguiente
nl_nl: volgende
nn_no: neste

source: Back
da_dk: tilbage
es_es: Volver
nl_nl: Terug
nn_no: Tilbake

source: Order Value
es_es: Valor de pedido

source: over
es_es: de

source: Edit article
da_dk: Rediger produkt
es_es: Editar artículo
nl_nl: Bewerk artikel
nn_no: Endre produkt

source: Size
da_dk: Størrelse
es_es: Talla
nl_nl: Maat
nn_no: Størrelse

source: Details
da_dk: Detaljer
es_es: Detalles
nl_nl: Meer info
nn_no: Detaljer

source: Show article description
da_dk: Vise artiklen beskrivelse
es_es: Ver descripción de artículo
nl_nl: Toon artikelbeschrijving
nn_no: Vis artikkel beskrivelse:

source: Show product description
da_dk: Vis produktbeskrivelse
es_es: Ver descripción de producto
nl_nl: Toon productbeschrijving
nn_no: Vis produktbeskrivelse

source: Price (without tax):
da_dk: Pris (uden moms):
es_es: Precio (impuestos no incluídos):
nl_nl: Prijs (excl. btw):
nn_no: Pris (uten mva.):

source: Price (with tax):
da_dk: Pris (med moms)
es_es: Precio (impuestos incluídos):
nl_nl: Prijs (incl. btw):
nn_no: Pris (med mva):

source: excl. <a class="shipping-window">Shipping</a>
es_es: sin <a class="shipping-window">gastos de envío</a>

source: Price:
da_dk: Pris:
es_es: Precio:
nl_nl: Prijs:
nn_no: Pris:

source: Add to basket
da_dk: Tilføj til indkøbskurv
es_es: Añadir a cesta
nl_nl: Plaats in winkelwagen
nn_no: Legg til i handlekurven

source: Click to view the articles
da_dk: Klik for at se produktet
es_es: Pulse para ver artículos
nl_nl: Klik om de artikelen te zien
nn_no: Klikk for å se artiklene

source: Show description
da_dk: Vis beskrivelse
es_es: Ver descripción
nl_nl: Geef omschrijving weer
nn_no: Vis beskrivelse

source: Hide article description
da_dk: Skjule artiklen beskrivelse
es_es: Ocultar descripción del artículo
nl_nl: Artikelbeschrijving verbergen
nn_no: Skjul artikkel beskrivelsen

source: Hide product description
da_dk: Skjule produktbeskrivelse
es_es: Ocultar descripción de producto
nl_nl: Productbeschrijving verbergen
nn_no: Skjul produktbeskrivelse

source: Loading new articles...
da_dk: Henter nye produkter...
es_es: Cargando nuevos artículos...
nl_nl: Nieuwe artikelen worden geladen...
nn_no: Laster nye produkter...

source: You have reached the end
da_dk: Der er ikke flere produkter
es_es: Ha llegado al final
nl_nl: Je hebt het einde bereikt
nn_no: Du har nådd slutten

source: Adding...
da_dk: Tilføjer...
es_es: Añadiendo...
nl_nl: Toevoegen...
nn_no: Legger til…

source: Add failed
es_es: Fallo al añadir

source: Additional details
da_dk: Flere informationer
es_es: Detalles adicionales
nl_nl: Aanvullende informatie
nn_no: Flere detaljer

source: Product details
da_dk: Produkt Information
es_es: Detalles de producto
nl_nl: Product informatie
nn_no: Produktdetaljer

source: Product images
es_es: Imágenes de producto

source: Sizes
es_es: Tallas

source: Description
es_es: Descripción

source: Print Technique
es_es: Técnica de impresión

source: Dimension
es_es: Tamaño

source: You do not have sufficient permissions to access this page.
da_dk: Du har ikke de nødvendige rettigheder til at tilgå denne side.
es_es: No está autorizado para acceder a esta página.
nl_nl: Je hebt niet de rechten om deze pagina te bezoeken
nn_no: Du har ikke rettigheter til denne siden.

source: Remove
da_dk: Fjern
es_es: Eliminar
nl_nl: Verwijderen
nn_no: Slett

source: Quantity
da_dk: Antal
es_es: Cantidad
nl_nl: Aantal
nn_no: Antall

source: Total (excl. Shipping)
da_dk: Total (excl. fragt)
es_es: Total (sin gastos de envío)
nl_nl: Totaal (excl. Verzending)
nn_no: Totalt (ekskl. frakt)

source: Proceed checkout
da_dk: Til kassen
es_es: Proceder con la compra
nl_nl: Bestelling afronden
nn_no: Fortsett utsjekk

source: Basket is empty
da_dk: Indkøbskurven er tom
es_es: Cesta vacía
nl_nl: Winkelmandje is leeg
nn_no: Handlekurv er tom

source: Successfully saved settings. Please click rebuild cache if necessary.
es_es: Ajustes guardados correctamente. Por favor, reconstruya caché si es necesario

source: Proceed to checkout
es_es: Proceder con la compra

source: Opens an iframe in a modal window (fancybox)
da_dk: Åbner en iframe i en smart boks på siden (fancybox)
nn_no: Åpner en iframe i et modalt vindu (fancybox)

source: Designer Shop ID:
da_dk: Designer-butiks ID:
nn_no: Designer butikk ID:

source: Clear cache
da_dk: Ryd cache
nl_nl: Leeg cache
nn_no: Slett hurtigbuffer

source: Successfully cleared the cache
da_dk: Cachen blev succesfuldt ryddet
nl_nl: De cache is succesvol geleegd
nn_no: Hurtigbuffer tømt.

source: excl. Shipping
da_dk: Total (excl. fragt)
nl_nl: Excl. Verzendkosten
nn_no: ekskl. frakt

source: Color
da_dk: Farve
nl_nl: Kleur
nn_no: Farge
